Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/TVApp.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SECOND_BULLET_WIFI
source: Apple collects information about your purchases, downloads, activity in the Apple TV app, the content you watch, and where you watch it in the Apple TV app and in connected apps on any of your supported devices. We use this information to provide the service and to improve the Apple TV app for you and others.
ar: تجمع Apple معلومات عن مشترياتك وتنزيلاتك ونشاطك في تطبيق Apple TV وعن المحتوى الذي تشاهده وأين تشاهده في تطبيق Apple TV وفي التطبيقات المتصلة على أي من أجهزتك المدعومة. نحن نستخدم هذه المعلومات لتوفير الخدمة وتحسين تطبيق Apple TV لك وللآخرين.
bg: Apple събира информация за вашите покупки, изтегляния, активност в приложението Apple TV, съдържанието, което гледате и къде го гледате в приложението Apple TV и в свързани приложения на всяко от вашите поддържани устройства. Ние използваме тази информация, за да осигурим услугата и да подобрим приложението Apple TV за вас и другите потребители.
ca: Apple recopila informació sobre les compres, les descàrregues, l’activitat a l’app Apple TV, el contingut que mires i on el mires a l’app Apple TV i les apps connectades de qualsevol dels teus dispositius compatibles. Utilitzem aquesta informació per oferir‑te el servei i millorar l’app Apple TV.
cs: Apple shromažďuje informace o vašich nákupech, stahování, aktivitě v aplikaci Apple TV a o tom, co a kde sledujete v aplikaci Apple TV a v propojených aplikacích na všech svých podporovaných zařízeních. Tyto informace využíváme k poskytování služby a k vylepšování aplikace Apple TV pro vás i další uživatele.
da: Apple indsamler oplysninger om dine køb, overførsler og aktiviteter i Apple TV-appen, og det indhold, du ser, og hvor du ser det i Apple TV-appen samt i tilknyttede apps på alle dine understøttede enheder. Vi bruger disse oplysninger til at levere tjenesten og til at forbedre Apple TV-appen for dig og andre brugere.
de: Apple erfasst Informationen zu deinen Käufen, Downloads sowie anderen Aktivitäten in der Apple TV App und Informationen darüber, welche Inhalte du wo in der Apple TV App und in verbundenen Apps auf deinen unterstützten Geräten ansiehst. Apple verwendet diese Informationen, um den Dienst bereitzustellen und die Apple TV App für dich und andere zu verbessern.
el: Η Apple συλλέγει πληροφορίες σχετικά με τις αγορές, τις λήψεις, τη δραστηριότητά σας στην εφαρμογή Apple TV, καθώς και το περιεχόμενο που παρακολουθείτε και πού το παρακολουθείτε στην εφαρμογή Apple TV και σε συνδεδεμένες εφαρμογές στις υποστηριζόμενες συσκευές σας. Χρησιμοποιούμε αυτές τις πληροφορίες προκειμένου να παρέχουμε την υπηρεσία και να βελτιώνουμε την εφαρμογή Apple TV για εσάς και τους άλλους χρήστες.
es: Apple recopila información sobre tus compras, descargas, tu actividad en la app Apple TV, qué contenidos ves y dónde los ves en la app Apple TV y las apps conectadas de cualquiera de tus dispositivos compatibles. Esta información se utiliza para proporcionar el servicio y mejorar la app Apple TV para todos los usuarios.
es_us: Apple recopila información acerca de tus compras, descargas, tu actividad en la app Apple TV, el contenido que ves e información de dónde y cuándo lo ves en la app Apple TV y en las apps conectadas a tus dispositivos compatibles. Usamos esta información para proporcionar el servicio y mejorar la app Apple TV para ti y para otros usuarios.
fi: Apple kerää tietoja ostoistasi, latauksistasi ja käytöstäsi Apple TV -apissa, katsomastasi sisällöstä sekä tietoja siitä, missä sisältöä katsot Apple TV -apissa tai yhdistetyissä apeissa kaikilla tuetuilla laitteillasi. Näitä tietoja käytetään palvelun toteuttamiseen ja Apple TV -apin parantamiseen sinun ja muiden käyttäjien eduksi.
fr: Apple recueille des informations concernant vos achats, vos téléchargements et votre activité dans l’app Apple TV, ainsi que le contenu que vous visionnez dans celle-ci et les apps connectées sur tous vos appareils pris en charge. Nous utilisons ces informations pour vous fournir le service et améliorer l’app Apple TV pour vous et les autres utilisateurs.
fr_ca: Apple recueille les informations relatives à vos achats, à vos téléchargements, à votre utilisation de l’app Apple TV et au contenu visionné dans l’app Apple TV ainsi que dans les apps associées, et ce, sur tous vos appareils compatibles. Nous utilisons ces informations pour fournir le service et améliorer l’app Apple TV.
he: ‏Apple אוספת מידע על הרכישות, ההורדות, פעילותך ביישום TV של Apple ועל התוכן הנצפה והמקום שבו הוא נצפה ביישום TV וביישומים מחוברים אחרים במכשירים הנתמכים שלך. אנו משתמשים במידע זה כדי לספק את השירות וכדי לשפר את היישום TV של Apple עבורך ועבור משתמשים אחרים.
hi: Apple द्वारा Apple TV ऐप में ख़रीदारी, डाउनलोड, ऐक्टिविटी, आपके द्वारा देखे गए कॉन्टेंट और आप उसे Apple TV ऐप और अपने किसी भी समर्थित डिवाइस में कनेक्टेड ऐप्स में कहाँ देखा, इसके बारे में जानकारी इकट्ठी की जाती है। हम इस जानकारी का उपयोग सेवा प्रदान करने और आपके और अन्य लोगों के लिए Apple TV ऐप में सुधार करने के लिए करते हैं।
hr: Apple prikuplja informacije o vašim kupljenim stavkama, preuzimanjima, aktivnosti u aplikaciji Apple TV, gledanim sadržajima i mjestu gledanja putem aplikacije Apple TV te spojenih aplikacija na svim vašim podržanim uređajima. Te informacije koristimo za pružanje usluge i poboljšanje aplikacije Apple TV za vas i druge korisnike.
hu: Az Apple információkat gyűjt az Ön Apple TV appban végrehajtott vásárlásairól, letöltéseiről és tevékenységeiről, a megtekintett tartalmakról, valamint arról, hogy mit és hol néz az Apple TV appban és az összekapcsolt appokban a támogatott eszközei bármelyikén. Ezeket az információkat a szolgáltatás biztosításához használjuk, valamint ahhoz, hogy fejlesszük az Apple TV appot az Ön és más felhasználók számára.
id: Apple mengumpulkan informasi mengenai pembelian, pengunduhan, aktivitas Anda di app Apple TV, konten yang Anda tonton, dan perangkat yang Anda gunakan untuk menontonnya di app Apple TV serta di app terhubung di perangkat Anda yang didukung. Kami menggunakan informasi ini untuk menyediakan layanan dan untuk meningkatkan app Apple TV untuk Anda dan orang lain.
it: Apple raccoglie informazioni sugli acquisti, sui download, sull’attività nell’app Apple TV, su quali contenuti guardi e su dove li guardi nell’app Apple TV e nelle app connesse su qualsiasi tuo dispositivo supportato. Utilizziamo tali informazioni per fornire il servizio e per migliorare l’app Apple TV per te e per gli altri utenti.
ja: Appleは、あなたの購入、ダウンロード、Apple TVアプリでのアクティビティ、視聴するコンテンツ、およびApple TVアプリや対応デバイス上の連携されたアプリで視聴する場所についての情報を収集します。Appleはこの情報を使って、あなたやほかの人のためにサービスを提供したり、Apple TVアプリを改善したりします。
kk: Apple компаниясы сіздің сатып алуларыңыз, жүктеп алуларыңыз және Apple TV қолданбасындағы әрекеттеріңіз, Apple TV қолданбасында және қолдау көрсетілетін кез келген құрылғыларыңыздағы байланысты қолданбаларда қандай контентті және оны қандай құрылғыда қарайтыныңыз туралы ақпаратты жинайды. Біз бұл ақпаратты сервис жұмысын қамтамасыз ету және Apple TV қолданбасын өзіңіз бен басқа пайдаланушылар үшін жақсарту мақсатында пайдаланамыз.
ko: 사용자가 Apple TV 앱에서 구입하고, 다운로드하고 활동한 정보 및 지원되는 모든 기기의 연결된 앱 및 Apple TV 앱에서 무엇을 어디서 시청하는지에 관한 정보를 Apple이 수집합니다. Apple은 이 정보를 이용하여 서비스를 제공하고 모든 사용자를 위해 Apple TV 앱을 개선합니다.
lt: „Apple“ renka informaciją apie jūsų pirkinius, atsisiuntimus, veiklą programoje „Apple TV“, turinį, kurį žiūrite, ir vietą, kurioje jį žiūrite programoje „Apple TV“ bei prijungtose programose bet kuriame iš palaikomų įrenginių. Šią informaciją naudojame norėdami teikti paslaugą ir tobulinti programą „Apple TV“ dėl jūsų ir kitų.
ms: Apple mengumpulkan maklumat tentang pembelian, muat turun, aktiviti anda dalam app Apple TV, kandungan yang anda tonton serta tempat anda menontonnya dalam app Apple TV dan dalam app bersambung pada sebarang peranti disokong anda. Kami menggunakan maklumat ini untuk menyediakan perkhidmatan dan untuk meningkatkan app Apple TV bagi anda dan orang lain.
nl: Apple verzamelt informatie over je aankopen, downloads en andere activiteiten in de Apple TV-app, welk materiaal je bekijkt en waar je dit materiaal bekijkt in de Apple TV-app en hiermee gekoppelde apps op je ondersteunde apparaten. We gebruiken deze informatie om je de dienst te bieden en om de Apple TV-app voor jou en anderen te verbeteren.
no: Apple samler inn informasjon om kjøp, nedlastinger og aktivitet i Apple TV-appen, hvilket innhold du ser på, og hvor du ser på innhold i Apple TV-appen og i tilkoblede apper på dine støttede enheter. Vi bruker denne informasjonen for å kunne tilby tjenesten og forbedre Apple TV-appen for deg og andre.
pl: Apple gromadzi dane o Twoich zakupach, pobranych przez Ciebie rzeczach i Twojej aktywności w aplikacji Apple TV, oglądanych przez Ciebie treściach, gdzie je oglądasz w aplikacji Apple TV oraz w podłączonych aplikacjach na dowolnym Twoim obsługiwanym urządzeniu. Korzystamy z tych danych w celu świadczenia tej usługi oraz ulepszania aplikacji Apple TV dla Ciebie i innych.
pt_br: A Apple coleta informações sobre as suas compras, downloads e atividades no app Apple TV, o conteúdo que você assiste e onde você assiste no app Apple TV e em apps conectados em qualquer um dos seus dispositivos compatíveis. Usamos essas informações para fornecer o serviço e melhorar o app Apple TV para você e outras pessoas.
pt_pt: A Apple recolhe informação acerca das suas compras, das suas descargas, da sua atividade na aplicação TV, do conteúdo que vê e onde o vê na aplicação TV, e em aplicações associadas em qualquer dos seus dispositivos compatíveis. Esta informação é usada para fornecer o serviço e melhorar a aplicação TV para si e para outros utilizadores.
ro: Apple colectează informații despre achizițiile, descărcările și activitatea dvs. din aplicația Apple TV, conținutul pe care îl vizionați și unde îl vizionați în aplicația Apple TV și în aplicațiile conectate de pe oricare dintre dispozitivele dvs. compatibile. Aceste informații sunt utilizate pentru a vă furniza serviciul și pentru a îmbunătăți aplicația Apple TV pentru dvs. și ceilalți utilizatori.
ru: Apple собирает информацию о Ваших покупках, загрузках и действиях в приложении Apple TV, а также о том, какой контент и на каких устройствах Вы смотрите в Apple TV и связанных приложениях на поддерживаемых устройствах. Apple использует эту информацию для обеспечения работы сервиса и совершенствования приложения Apple TV для Вас и других пользователей.
sk: Spoločnosť Apple zhromažďuje informácie o vašich nákupoch, stiahnutých položkách, aktivite v apke Apple TV, obsahu, ktorý sledujete v apke Apple TV a v pripojených apkách na všetkých svojich podporovaných zariadeniach, a o tom, kde tento obsah sledujete. Tieto informácie používame na poskytovanie služby a vylepšovanie apky Apple TV pre vás a ostatných užívateľov.
sl: Apple zbira podatke o vaših nakupih, prenosih, aktivnosti v aplikaciji Apple TV, vsebini, ki si jo ogledate, ter mestih ogleda v aplikaciji Apple TV in povezanih aplikacijah v katerikoli podprti napravi. Te podatke uporabljamo za zagotavljanje storitve in izboljšanje aplikacije Apple TV za vas in druge uporabnike.
sv: Apple samlar in information om dina köp, hämtningar, aktivitet i Apple TV-appen, innehållet du tittar på och var du tittar på det i Apple TV-appen och i anslutna appar på någon av dina enheter som stöds. Vi använder den här informationen till att leverera tjänsten och till att förbättra Apple TV-appen för dig och andra.
th: Apple เก็บรวมรวมข้อมูลเกี่ยวกับสินค้าที่ซื้อ รายการดาวน์โหลด กิจกรรมในแอป Apple TV รวมถึงเนื้อหาที่คุณดูและสถานที่ที่คุณดูเนื้อหาในแอป Apple TV และในแอปที่เชื่อมต่ออยู่บนอุปกรณ์ที่รองรับทุกเครื่องของคุณ เราใช้ข้อมูลนี้ในการให้บริการและปรับปรุงแอป Apple TV สำหรับคุณและคนอื่นๆ
tr: Apple; satın almalarınız, indirmeleriniz, Apple TV uygulamasındaki etkinliğiniz ve desteklenen aygıtlarınızın herhangi birinde Apple TV uygulamasında ve bağlı uygulamalarda izlediğiniz içerikler ve nerede izlediğiniz ile ilgili bilgileri toplar. Bu bilgileri, bu servisi sunmak ve Apple TV uygulamasını siz ve diğer kullanıcılarımız için iyileştirmek amacıyla kullanırız.
uk: Apple збирає інформацію про ваші покупки, викачування та дії у програмі Apple TV, а також про вміст, який ви дивитеся та на яких пристроях ви його дивитесь у програмі Apple TV та підʼєднаних програмах на підтримуваних пристроях. Ми використовуємо цю інформацію, щоб забезпечити роботу служби та покращувати програму Apple TV для вас та інших користувачів.
vi: Apple thu thập thông tin về các mục mua, bản tải về, hoạt động của bạn trong ứng dụng Apple TV, nội dung bạn xem và nơi bạn xem nội dung đó trong ứng dụng Apple TV và các ứng dụng được kết nối trên bất kỳ thiết bị nào được hỗ trợ. Chúng tôi sử dụng thông tin này để cung cấp dịch vụ và cải thiện ứng dụng Apple TV cho bạn và những người khác.
zh_cn: Apple会收集相关信息，包括你在任何受支持设备上Apple TV App中的购买、下载、操作以及在Apple TV App和关联App中的观看内容与观看地点。我们使用此类信息来为你与其他用户提供服务以及改进Apple TV App。
zh_hk: Apple會收集關於你的購買項目、下載項目、在Apple TV App中的活動、你觀看的內容以及你在Apple TV App和任何支援裝置上已連接的App中觀看內容的位置的資料。我們使用此資料來提供服務，並為你和其他用户改善Apple TV App。
zh_tw: Apple會收集你的購買項目、下載項目、在Apple TV App中的活動、你觀看的內容，以及你在Apple TV App和任何支援的裝置所連接的App上，於何處觀看內容。我們使用這些資訊來提供服務並為你和其他人改進Apple TV App的功能。
